---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InSup6
source: html/fa37f1e3-8092-33cf-39ba-4594087d7e77.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InSup6 Property

Symbol in⁶, indicating unit Inches to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId InSup6 { get; }
```